<template>
  <div class="container">
    <div class="content">
      <p>需求描述如下：</p>
      <p>- 每月的电话总费用=基本月租费+折扣后的实际的通话费，如果没有折扣则按实际通话费计算，
        基本月租费为25元，每分钟通话费为0.15元。</p>
      <p>- 实际通话费是否有折扣与当月的通话时间（分钟）和本年度至本月的累计未按时缴费的次数有关。</p>
      <p>- 当月的通话分钟数和折扣比例及本年度未按时缴费次数之间有直接的对应关系，
        如果本年度的未按时缴费的次数超过本月通话时间所对应的容许值则免于折扣，并按实际的通话费计算。</p>
      <p>- 通话时间和折扣比例及未按时缴费次数的关系为：</p>
      <img src="@/assets/7-1.png" alt="7-1">
      <p>边界值，等价类和决策表设计测试用例，根据三种方法，最后设计出最优的一组测试用例集</p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'Exercise7Requirement'
}
</script>
