<template>
  <div class="container">
    <div class="content">
      <p>需求描述如下：</p>
      <p>
        在一销售管理系统中，其中的一个模块负责对公司员工进行年终考评，考评综合考虑职工在公司工作时间长短（计年）、每年请
        假的次数（不能超过20天，20天以上，包括20天，则免于年终考评）、员工在公司的级别（分1，2，3，4，5个级别）及本年度
        的销售总额，考评的结果最高以5分计，公司成立于2000年初，该软件的设计使用周期到2035年底，请回答下列问题：
      </p><br>
      <p> 1. 用基本边界值的测试方法，一共有多少测试用例；最坏情况边界值有多少测试用例。<br>
                2. 根据健壮的边界值测试法，写出“工作时间长短”为非正常值情况下的测试用例。</p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'Exercise3Requirement'
}
</script>
